export const allFoodList = [

    { name: "قرمه سبزی", ingredients: ["گوشت قرمز", "لوبیا قرمز", "سبزی قرمه", "پیاز", "لیمو عمانی"] },
    { name: "قیمه", ingredients: ["گوشت قرمز", "لپه", "پیاز", "رب", "سیب‌ زمینی"] },
    { name: "عدس پلو", ingredients: ["برنج", "عدس", "پیاز", "کشمش"] },
    { name: "ماکارونی", ingredients: ["ماکارونی", "گوشت چرخ‌ کرده", "پیاز", "رب", "قارچ"] },
    { name: "سالاد ماکارونی", ingredients: ["ماکارونی", "خیار شور ","ذرت", "هویج", "نخود","کالباس","سس مایونز"] },
    { name: "لوبیا پلو", ingredients: ["برنج", "لوبیا سبز", "گوشت چرخ‌ کرده", "پیاز", "رب"] },
    { name: "کوکو سبزی", ingredients: ["سبزی کوکو", "تخم‌مرغ", "گردو"] },
    { name: "کوکو سیب‌زمینی", ingredients: ["سیب‌ زمینی", "تخم‌مرغ", "پیاز"] },
    { name: "املت ربی", ingredients: ["تخم‌مرغ", "رب",] },
    { name: "املت ", ingredients: ["تخم‌مرغ", "گوجه‌فرنگی",] },
    { name: "میرزا قاسمی", ingredients: ["بادمجان", "تخم‌مرغ", "سیر", "رب"] },
    { name: "کشک بادمجان", ingredients: ["بادمجان", "کشک", "گردو", "سیر", "نعناع خشک"] },
    { name: "خوراک لوبیا", ingredients: ["لوبیا چیتی", "پیاز", "گوجه‌فرنگی"] },
    { name: "خورش بامیه", ingredients: ["گوشت قرمز", "بامیه", "پیاز", "رب"] },
    { name: "خورش کرفس", ingredients: ["گوشت قرمز", "کرفس", "پیاز", "نعناع", "جعفری"] },
    { name: "آبگوشت", ingredients: ["گوشت قرمز", "نخود", "لوبیا سفید", "سیب‌ زمینی", "گوجه‌فرنگی"] },
    { name: "کوفته تبریزی", ingredients: ["گوشت چرخ‌ کرده", "لپه", "برنج", "پیاز", "تخم‌مرغ"] },
    { name: "دلمه  ", ingredients: ["برنج", "گوشت چرخ‌ کرده", "لپه", "سبزی دلمه"] },
    { name: "دلمه فلفل دلمه‌ای", ingredients: ["فلفل دلمه‌ای", "برنج", "گوشت چرخ‌ کرده", "لپه", "سبزی دلمه"] },
    { name: "حلیم", ingredients: ["گوشت قرمز", "گندم"] },
    { name: "مصی", ingredients: ["سس خردل"] },
    { name: "آش رشته", ingredients: ["رشته آش", "نخود", "لوبیا چیتی", "عدس", "سبزی آش"] },
    { name: "آش دوغ", ingredients: ["دوغ", "برنج", "سبزی آش", "نخود"] },
    { name: "آش جو", ingredients: ["جو پرک", "نخود", "لوبیا سفید", "عدس", "سبزی آش"] },
    { name: "سوپ جو", ingredients: ["جو پرک", "هویج", "مرغ", "رب"] },
    { name: "سوپ شیر", ingredients: ["شیر", "جو پرک", "مرغ", "قارچ"] },
    { name: "همبرگر خانگی", ingredients: ["گوشت چرخ ‌کرده", "پیاز", "نان", "کاهو", "خیار شور", "گوجه‌فرنگی"] },
    { name: "ساندویچ کتلت", ingredients: ["گوشت چرخ‌ کرده", "سیب‌ زمینی", "تخم‌مرغ", "پیاز", "نان باگت"] },
    { name: "ساندویچ مرغ", ingredients: ["مرغ", "نان باگت", "خیار شور", "گوجه‌فرنگی", "سس مایونز"] },
    { name: "پیراشکی", ingredients: ["گوشت چرخ‌ کرده", "قارچ", "پیاز", "خمیر پیراشکی"] },
    { name: "پیتزا مخلوط", ingredients: ["گوشت چرخ‌ کرده", "کالباس", "قارچ", "فلفل دلمه‌ای", "پنیر پیتزا"] },
    { name: "پیتزا مرغ و قارچ", ingredients: ["مرغ", "قارچ", "پنیر پیتزا"] },
    { name: "لازانیا", ingredients: ["لازانیا", "گوشت چرخ‌ کرده", "قارچ", "پنیر پیتزا"] },
    { name: "جوجه کباب", ingredients: ["مرغ", "پیاز", "زعفران"] },
    { name: "کباب کوبیده", ingredients: ["گوشت چرخ‌ کرده", "پیاز"] },
    { name: "چلوکباب", ingredients: ["برنج", "گوشت قرمز"] },
    { name: "چلو مرغ", ingredients: ["برنج", "مرغ"] },
    { name: "خوراک مرغ", ingredients: ["مرغ", "هویج", "سیب‌ زمینی"] },
    { name: "استیک گوشت", ingredients: ["گوشت قرمز", "کره"] },
    { name: "قارچ سوخاری", ingredients: ["قارچ", "آرد سفید", "تخم‌مرغ"] },
    { name: "پاستا آلفردو", ingredients: ["ماکارونی", "مرغ", "قارچ", "خامه"] },
    { name: "کیک اسفنجی", ingredients: ["آرد سفید", "تخم‌مرغ", "شکر", "وانیل"] },
    { name: "دسر پاناکوتا", ingredients: ["شیر", "خامه", "وانیل", "ژلاتین"] },
    { name: "شیر برنج", ingredients: ["شیر", "برنج", "شکر"] },
    { name: "فرنی", ingredients: ["آرد", "شیر", "شکر"] },
    { name: "نون خامه‌ای", ingredients: ["آرد سفید", "تخم‌مرغ", "خامه"] },
    {
        name: "بلال تنوری",
        ingredients: ["بلال", "پنیر پیتزا", "سس مایونز", "سسس خردل", "سیر"]
    },
    {
        name: "سوسیس بلغاری",
        ingredients: ["پنیر پیتزا", "سوسیس ", "فلفل دلمه", "پیاز", "چیپس خلالی", "سرکه", "سس خردل", "سس مایونز", "سس کچاپ"]
    },
    {
        name: "تخم مرغ با پنیر پیتزا",
        ingredients: ["تخم مرغ", "چیپس خلالی", "پنیر پیتزا"]
    },
    {
        name: "تن  ماهی و چیپس ویژه",
        ingredients: ["تن ماهی", "چیپس خلالی ", "خیار شور", "سس خردل", "سس مایونز"]
    },
    {
        name: "اشکنه",
        ingredients: ["آرد گندم", "پیاز", "سیب زمینی", "تخم مرغ", "شنبلیله"]
    },
    {
        name: "کتلت",
        ingredients: ["گوشت چرخ‌ کرده", "سیب زمینی", "تخم مرغ", "پیاز", "آرد"]
    },
    {
        name: "پلو کنگر",
        ingredients: ["کنگر", "گوشت چرخ کرده", "پیاز", "سیر", "برنج"]
    },
    {
        name: "پلو گوشت ترکی",
        ingredients: ["برنج", "بادمجان", "گوشت چرخ کرده", "پیاز", "زعفران"]
    },
    {
        name: "رشته پلو",
        ingredients: ["پیاز", "برنج", "رشته", "کشمش"]
    },
    {
        name: "پلو لوبیا چشم بلبلی",
        ingredients: ["برنج", "لوبیا چشم بلبلی", "پیاز", "گوشت چرخ کرده", "زعفران"]
    },
    {
        name: "خرما پلو",
        ingredients: ["برنج", "خرما", "پیاز", "مرغ", "زعفران"]
    },
    {
        name: "هویج پلو",
        ingredients: ["برنج", "هویج", "پیاز", "گوشت چرخ کرده", "زعفران", "شکر"]
    },
    {
        name: "سبزی پلو",
        ingredients: ["برنج", "سبزی پلویی",]
    },
    {
        name: "شوید پلو",
        ingredients: ["برنج", "شوید"]
    },
    {
        name: "کلم پلو",
        ingredients: ["برنج", "کلم سفید", "پیاز", "گوشت چرخ کرده", "سبزی معطر"]
    },
    {
        name: "ته چین مرغ",
        ingredients: ["برنج", "ماست", "تخم مرغ", "مرغ", "زعفران"]
    },
    {
        name: "شیرین پلو",
        ingredients: ["برنج", "خلال بادام", "خلال پسته", "مرغ", "شکر", "زعفران"]
    },
    {
        name: "میگو پلو",
        ingredients: ["برنج", "میگو", "پیاز", "سیر", "سبزی معطر"]
    },
    {
        name: "ماش پلو",
        ingredients: ["برنج", "ماش", "پیاز", "گوشت چرخ کرده"]
    },
    {
        name: "باقالی پلو",
        ingredients: ["برنج", "باقالی", "شوید", "سیر"]
    },
    {
        name: "پلو استانبولی",
        ingredients: ["برنج", "سیب زمینی", "گوجه فرنگی", "پیاز", "گوشت چرخ کرده"]
    },
    {
        name: "دمپختک",
        ingredients: ["برنج", "لپه", "پیاز"]
    },
    {
        name: "خلال پلو کرمانشاهی",
        ingredients: ["برنج", "خلال بادام", "خلال پسته", "گوشت گوسفندی", "زعفران"]
    },
    {
        name: "هشوش عربی",
        ingredients: ["برنج", "عدس", "سیر", "سبزی معطر"]
    },
    {
        name: "قیسی پلو",
        ingredients: ["برنج", "قیسی", "مرغ", "خلال بادام", "زعفران"]
    },
    {
        name: "خورشت بادمجان",
        ingredients: ["بادمجان", "گوشت قرمز", "پیاز", "گوجه فرنگی"]
    },
    {
        name: "خورشت فسنجان",
        ingredients: ["گردو", "رب انار", "مرغ", "پیاز"]
    },
    {
        name: "خورشت آلو",
        ingredients: ["آلو", "گوشت قرمز", "پیاز", "گوجه فرنگی"]
    },
    {
        name: "خورشت کنگر",
        ingredients: ["کنگر", "گوشت قرمز", "پیاز", "لپه"]
    },
    {
        name: "خورشت به",
        ingredients: ["به", "گوشت قرمز", "پیاز", "شکر"]
    },
    {
        name: "خورشت اسفناج",
        ingredients: ["اسفناج", "گوشت قرمز", "پیاز", "لپه"]
    },
    {
        name: "خورشت ریواس",
        ingredients: ["ریواس", "گوشت قرمز", "پیاز", "نعناع و جعفری"]
    },
    {
        name: "جغول بغول",
        ingredients: ["دل و جگر گوسفندی", "پیاز"]
    },
    {
        name: "خورشت کاری",
        ingredients: ["مرغ", "پیاز", "گوجه فرنگی", "ماست"]
    },
    {
        name: "خورشت مسما",
        ingredients: ["مرغ", "بادمجان", "پیاز", "گوجه فرنگی"]
    },
    {
        name: "کله جوش",
        ingredients: ["کشک", "پیاز", "گردو", "نعناع خشک"]
    },
    {
        name: "تاس کباب",
        ingredients: ["گوشت قرمز", "سیب زمینی", "هویج", "پیاز", "گوجه فرنگی"]
    },
    {
        name: "خوراک فصل",
        ingredients: ["سبزیجات فصلی", "سیب زمینی", "پیاز"]
    },
    {
        name: "خوراک میگو",
        ingredients: ["میگو", "پیاز", "سیر", "گوجه فرنگی"]
    },
    {
        name: "نخود آب",
        ingredients: ["نخود", "پیاز", "گوشت گوسفندی"]
    },
    {
        name: "واویشکا",
        ingredients: ["گوشت چرخ کرده", "پیاز", "گوجه فرنگی", "سیب زمینی"]
    }
];
